Кредит во многих случаях является лучшим (или единственным) способом решения проблем, например, ипотека – популярный вариант улучшения своих жилищных условий (с учетом уровня дохода и цен на недвижимость). Однако случается, что кредит составляет большую сумму и берется на длительный срок под высокие проценты, а ситуация с семейным бюджетом складывается не лучшим образом, ежемесячные взносы съедают большую часть дохода. Да и условия на рынке кредитных услуг значительно изменились, и процент по аналогичному кредиту сейчас гораздо меньше, чем тот, который платите вы.

Рефинансирование задолженности по кредиту – это, по сути, получение нового кредита для погашения уже существующего, но на более выгодных условиях. Новый банк перекупает ваш долг у старого банка. При этом вы получаете более выгодные условия кредитования. Однако стоит иметь в виду, что рефинансирование требует дополнительных расходов, поскольку нужно будет заново проходить ипотечную процедуру: проводить оценку, делать страховку, оформлять большое количество справок и т.д.

Не всегда удается получить согласие на рефинансирование кредита. Банк, в котором уже открыт кредит, с большой вероятностью откажет в рефинансировании, поскольку ему не выгодно терять доход от процентов. Рекомендуем отправить заявки в несколько банков и выбрать наиболее выгодное предложение.

Для того, чтобы получить разрешение на рефинансирование кредита, вы должны: 
- иметь благонадежную кредитную репутацию,
- у вас не должно быть задолженностей по кредиту, просрочки платежей,
- срок действующего кредита должен быть не менее 12 месяцев.

Также многие банки устанавливают минимальную сумму задолженности по кредиту для рефинансирования в размере 500 000 рублей. Необходимо проверить условия вашего кредитного договора, поскольку в нем может содержаться запрет на рефинансирование кредита.

К минусам можно отнести следующее:
- новый банк повторно проводит оценку вашей платежеспособности. Придется потратить определенное время на сбор необходимых документов;
- потребуется проведение экспертной оценки ипотечной квартиры, на что необходимы определенные финансовые затраты;
- в случае отказа банка в выдаче кредита под рефинансирование ваши затраты на проведение экспертной оценки не будут компенсированы.

Стоит отметить, что нет смысла рефинансировать кредит, взятый совсем недавно по средним рыночным условиям, поскольку это не принесет ожидаемой выгоды.